Repository: zachzama/siggy
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de, fr, id, ja, ko, pt_br, ru, tr, uk, uz, zh_hans, zh_hant

source: Fills the ring against a ceiling you choose; Google publishes none for an API key.
de: Füllt den Ring gegen eine selbst gewählte Obergrenze; Google veröffentlicht keine für einen API-Schlüssel.
fr: Remplit l'anneau par rapport à un plafond que vous choisissez ; Google n'en publie aucun pour une clé API.
id: Mengisi ring berdasarkan batas maksimal yang Anda tentukan; Google tidak memublikasikan batas kuota untuk kunci API.
ja: 自分で決めた上限に対してリングを満たします。API キーについて Google は上限を公表していません。
ko: 직접 정한 한도를 기준으로 링을 채웁니다. Google은 API 키의 한도를 공개하지 않습니다.
pt_br: Preenche o anel até o limite que você escolher; o Google não publica um limite para uma chave de API.
ru: Заполняет кольцо до выбранного предела; Google не публикует предел для API-ключа.
tr: Halkayı sizin seçtiğiniz bir tavana göre doldurur; Google bir API anahtarı için tavan yayımlamıyor.
uk: Заповнює кільце до обраної вами межі; для API-ключа Google межі не публікує.
uz: Halqani siz tanlagan yuqori chegaraga nisbatan toʻldiradi; Google API kaliti uchun hech qanday chegara eʼlon qilmaydi.
zh_hans: 按你设定的上限填充圆环；Google 不为 API 密钥公布额度。
zh_hant: 按你設定的上限填充圓環；Google 不為 API 金鑰公佈額度。

source: Codenotch reads usage from tools already signed in on this Mac — it never asks for your password. Install and sign in to any of Claude Code (the terminal tool, not the Claude app), Cursor (the editor or cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, GitHub Copilot or a Gemini API key (via Gemini CLI, OpenCode or Hermes), and its ring appears in the notch.
de: Codenotch liest die Nutzung von Tools, die auf diesem Mac bereits angemeldet sind — es fragt nie nach deinem Passwort. Installiere eines von Claude Code (das Terminal-Tool, nicht die Claude-App), Cursor (den Editor oder cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, GitHub Copilot oder einen Gemini-API-Schlüssel (über Gemini CLI, OpenCode oder Hermes) und melde dich an — der zugehörige Ring erscheint dann in der Notch.
fr: Codenotch lit la consommation des outils déjà connectés sur ce Mac — il ne demande jamais votre mot de passe. Installez l'un de Claude Code (l'outil en terminal, pas l'app Claude), Cursor (l'éditeur ou cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, GitHub Copilot ou une clé API Gemini (via Gemini CLI, OpenCode ou Hermes) et connectez-vous : son anneau apparaît dans l'encoche.
id: Codenotch membaca penggunaan dari alat yang sudah login di Mac ini — aplikasi tidak pernah meminta kata sandi Anda. Pasang dan masuk ke Claude Code (alat terminal, bukan aplikasi Claude), Cursor (editor atau cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, GitHub Copilot, atau kunci API Gemini (melalui Gemini CLI, OpenCode, atau Hermes), dan ring akan muncul di notch.
ja: Codenotch は、この Mac ですでにサインイン済みのツールから使用量を読み取ります。パスワードを尋ねることはありません。Claude Code（Claude アプリではなくターミナルのツール）、Cursor（エディタまたは cursor-agent）、Codex、Antigravity、GLM、Grok、OpenCode、GitHub Copilot、または Gemini API キー（Gemini CLI、OpenCode、Hermes 経由）のいずれかをインストールしてサインインすると、そのリングがノッチに現れます。
ko: Codenotch는 이 Mac에서 이미 로그인된 도구의 사용량을 읽으며 비밀번호를 요구하지 않습니다. Claude Code(Claude 앱이 아닌 터미널 도구), Cursor(편집기 또는 cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, GitHub Copilot 또는 Gemini API 키(Gemini CLI, OpenCode, Hermes 경유)를 사용하는 도구를 설치하고 로그인하면 노치에 해당 링이 나타납니다.
pt_br: O Codenotch lê o uso de ferramentas que já têm sessão iniciada neste Mac — ele nunca pede sua senha. Instale e faça login em uma destas opções: Claude Code (a ferramenta de terminal, não o app Claude), Cursor (o editor ou o cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, GitHub Copilot ou uma chave de API do Gemini (via Gemini CLI, OpenCode ou Hermes). O anel correspondente aparecerá no notch.
ru: Codenotch читает использование из инструментов, уже авторизованных на этом Mac, и никогда не спрашивает пароль. Установите и авторизуйтесь в Claude Code (терминальном инструменте, не приложении Claude), Cursor (редакторе или cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, GitHub Copilot или Gemini API через Gemini CLI, OpenCode или Hermes — и кольцо появится на панели.
tr: Codenotch kullanımı bu Mac'te zaten giriş yapılmış araçlardan okur — asla parolanızı istemez. Claude Code (Claude uygulaması değil, terminal aracı), Cursor (düzenleyici veya cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, GitHub Copilot veya bir Gemini API anahtarından (Gemini CLI, OpenCode ya da Hermes üzerinden) herhangi birini kurup giriş yapın; halkası çentikte belirir.
uk: Codenotch читає використання з інструментів, у які вже виконано вхід на цьому Mac, і ніколи не питає ваш пароль. Установіть будь-який з них — Claude Code (термінальний інструмент, не застосунок Claude), Cursor (редактор або cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, GitHub Copilot чи ключ Gemini API (через Gemini CLI, OpenCode або Hermes) — і увійдіть: його кільце зʼявиться у вирізі.
uz: Codenotch foydalanishni shu Macʼda allaqachon tizimga kirgan vositalardan oʻqiydi — u hech qachon parolingizni soʻramaydi. Quyidagilardan birortasini oʻrnatib, unga kiring: Claude Code (terminal vositasi, Claude ilovasi emas), Cursor (muharrir yoki cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, GitHub Copilot yoki Gemini API kaliti (Gemini CLI, OpenCode yoki Hermes orqali) — va uning halqasi notchʼda paydo boʻladi.
zh_hans: Codenotch 读取这台 Mac 上已经登录的工具的用量 — 从不问你的密码。安装并登录 Claude Code（终端工具，不是 Claude 应用）、Cursor（编辑器或 cursor-agent）、Codex、Antigravity、GLM、Grok、OpenCode、GitHub Copilot 或 Gemini API 密钥（经由 Gemini CLI、OpenCode 或 Hermes）中的任意一个，刘海里就会出现对应的圆环。
zh_hant: Codenotch 讀取這台 Mac 上已經登入的工具的用量 — 從不問你的密碼。安裝並登入 Claude Code（終端工具，不是 Claude App）、Cursor（編輯器或 cursor-agent）、Codex、Antigravity、GLM、Grok、OpenCode、GitHub Copilot 或 Gemini API 金鑰（經由 Gemini CLI、OpenCode 或 Hermes）中的任意一個，瀏海裡就會出現對應的圓環。

source: macOS may ask before Codenotch reads Claude Code's, Antigravity's or cursor-agent's saved login. Background refreshes never show that question; it appears only when you click Allow access…, and Deny stops Codenotch reading that login until you ask again.
de: macOS kann fragen, bevor Codenotch die gespeicherte Anmeldung von Claude Code, Antigravity oder cursor-agent liest. Hintergrundaktualisierungen zeigen diese Frage nie; sie erscheint nur, wenn du auf „Zugriff erlauben…“ klickst, und „Ablehnen“ verhindert, dass Codenotch diese Anmeldung liest, bis du erneut fragst.
fr: macOS peut demander l'autorisation avant que Codenotch lise la connexion enregistrée de Claude Code, d'Antigravity ou de cursor-agent. Les actualisations en arrière-plan n'affichent jamais cette question ; elle n'apparaît que lorsque vous cliquez sur Autoriser l'accès…, et Refuser empêche Codenotch de lire cette connexion jusqu'à ce que vous redemandiez.
id: macOS mungkin meminta konfirmasi sebelum Codenotch membaca login tersimpan Claude Code, Antigravity, atau cursor-agent. Penyegaran latar belakang tidak pernah menampilkan pertanyaan tersebut; ini hanya muncul saat Anda mengeklik Izinkan akses…, dan Menolak akan menghentikan pembacaan login hingga Anda memintanya kembali.
ja: Codenotch が Claude Code・Antigravity・cursor-agent の保存済みログインを読む前に、macOS が確認することがあります。バックグラウンドの更新でこの確認が表示されることはなく、「アクセスを許可…」をクリックしたときだけ表示されます。「拒否」を選ぶと、もう一度求めるまで Codenotch はそのログインを読みません。
ko: Codenotch가 Claude Code, Antigravity 또는 cursor-agent의 저장된 로그인 정보를 읽기 전에 macOS가 권한을 요청할 수 있습니다. 백그라운드 새로 고침 중에는 요청하지 않으며, ‘접근 허용…’을 클릭할 때만 나타납니다. ‘거부’를 선택하면 다시 요청할 때까지 해당 로그인 정보를 읽지 않습니다.
pt_br: O macOS pode perguntar antes de o Codenotch ler o login salvo do Claude Code, do Antigravity ou do cursor-agent. As atualizações em segundo plano nunca mostram essa pergunta; ela só aparece quando você clica em Permitir acesso…, e Negar impede o Codenotch de ler esse login até você pedir de novo.
ru: macOS может спросить разрешение, прежде чем Codenotch прочитает сохранённый вход Claude Code, Antigravity или cursor-agent. Фоновые обновления никогда не показывают этот вопрос: он появляется только после нажатия «Разрешить доступ…», а «Запретить» не даёт Codenotch читать этот вход, пока вы не спросите снова.
tr: macOS, Codenotch Claude Code'un, Antigravity'nin veya cursor-agent'ın kayıtlı girişini okumadan önce sorabilir. Arka plandaki yenilemeler bu soruyu asla göstermez; soru yalnızca Erişime izin ver…'e tıkladığınızda çıkar ve Reddet seçilirse Codenotch siz yeniden isteyene kadar o girişi okumaz.
uk: macOS може запитати дозвіл, перш ніж Codenotch прочитає збережений вхід Claude Code, Antigravity або cursor-agent. Фонові оновлення ніколи не показують цього запитання: воно з'являється лише після натискання «Дозволити доступ…», а «Заборонити» не дає Codenotch читати цей вхід, доки ви не запитаєте знову.
uz: Codenotch Claude Code, Antigravity yoki cursor-agentʼning saqlangan kirish maʼlumotini oʻqishidan oldin macOS soʻrashi mumkin. Fondagi yangilanishlar bu savolni hech qachon koʻrsatmaydi; u faqat Ruxsat berish… ni bosganingizda paydo boʻladi, Deny esa siz qayta soʻramaguningizcha Codenotch oʻsha kirish maʼlumotini oʻqishini toʻxtatadi.
zh_hans: Codenotch 读取 Claude Code、Antigravity 或 cursor-agent 保存的登录信息前，macOS 可能会先询问。后台刷新从不弹出这个询问；只有点击“允许访问…”时才会出现，选择“拒绝”后，在你再次请求之前 Codenotch 不会读取该登录信息。
zh_hant: Codenotch 讀取 Claude Code、Antigravity 或 cursor-agent 儲存的登入資訊前，macOS 可能會先詢問。背景重新整理從不彈出這個詢問；只有點按“允許取用…”時才會出現，選擇“拒絕”後，在你再次要求之前 Codenotch 不會讀取該登入資訊。

source: Reorder the rings, pick a display, and get told when a limit is close.
de: Ringe neu anordnen, einen Bildschirm wählen, und benachrichtigt werden, wenn ein Limit nahe ist.
fr: Réordonnez les anneaux, choisissez un écran, et soyez prévenu quand une limite approche.
id: Atur ulang ring, pilih layar, dan dapatkan pemberitahuan saat batas hampir habis.
ja: リングの並べ替え、ディスプレイの選択、そして上限が近づいたときの通知。
ko: 링의 순서를 바꾸고 디스플레이를 선택하며 한도에 가까워지면 알림을 받습니다.
pt_br: Reordene os anéis, escolha uma tela e seja avisado quando um limite estiver perto.
ru: Меняйте порядок колец, выбирайте дисплей и получайте уведомления о приближении лимита.
uk: Змінюйте порядок кілець, обирайте дисплей і отримуйте сповіщення, коли ліміт близько.
zh_hans: 可以重排圆环、选择显示器，额度快用尽时会通知你。
zh_hant: 可以重排圓環、選擇顯示器，額度快用盡時會通知你。

source: Drag to reorder the rings
de: Ziehen, um die Ringe neu anzuordnen
fr: Faites glisser pour réordonner les anneaux
id: Tarik untuk mengatur ulang ring
ja: ドラッグでリングを並べ替え
ko: 드래그로 링 순서 변경
pt_br: Arraste para reordenar os anéis
ru: Перетащите, чтобы изменить порядок колец
uk: Перетягніть, щоб змінити порядок кілець
zh_hans: 拖动以重排圆环
zh_hant: 拖動以重排圓環

source: Settings splits into Connected and Not connected; drag a connected row by its handle to change the order the notch draws them in.
de: Die Einstellungen gliedern sich in Verbunden und Nicht verbunden; ziehe eine verbundene Zeile an ihrem Griff, um die Zeichenreihenfolge der Notch zu ändern.
fr: Les Réglages se divisent en Connectés et Non connectés ; faites glisser une ligne connectée par sa poignée pour changer l'ordre dans lequel l'encoche les dessine.
id: Pengaturan dibagi menjadi Terhubung dan Tidak terhubung; tarik baris terhubung pada pegangannya untuk mengubah urutan tampilannya di notch.
ja: 設定が「接続済み」と「未接続」に分かれます。接続済みの行をハンドルでドラッグすると、ノッチが描く順序を変えられます。
ko: 설정을 ‘연결됨’과 ‘연결되지 않음’으로 나눕니다. 연결된 항목의 핸들을 드래그하면 노치의 표시 순서를 바꿀 수 있습니다.
pt_br: Os Ajustes são divididos em Conectados e Não conectados; arraste uma linha conectada pela alça para mudar a ordem dos anéis no notch.
ru: Настройки разделены на «Подключённые» и «Не подключённые»; перетащите подключённую строку за маркер, чтобы изменить порядок на панели.
uk: Налаштування поділено на «Підключені» та «Не підключені»; перетягніть підключений рядок за маркер, щоб змінити порядок у вирізі.
zh_hans: 设置分成「已连接」和「未连接」；拖动已连接行的手柄，即可改变刘海绘制顺序。
zh_hant: 設定分成「已連線」和「未連線」；拖動已連線行的手柄，即可改變瀏海繪製順序。

source: Pin the notch to one display, or show it on every one
de: Die Notch an einen Bildschirm heften oder auf allen anzeigen
fr: Fixez l'encoche sur un écran, ou affichez-la sur tous
id: Sematkan notch ke satu layar, atau tampilkan di semua layar
ja: ノッチを 1 つのディスプレイに固定、またはすべてに表示
ko: 한 디스플레이에 노치 고정 또는 모든 디스플레이에 표시
pt_br: Fixe o notch em uma tela, ou exiba-o em todas
ru: Закрепите панель на одном дисплее или показывайте её на всех
uk: Закріпіть виріз на одному дисплеї або показуйте на всіх
zh_hans: 把刘海钉在一台显示器上，或在每一台上显示
zh_hant: 把瀏海釘在一台顯示器上，或在每一台上顯示

source: A Displays picker in Appearance offers the main display or all of them; a second picker pins a single notch to a named screen.
de: Eine Bildschirmauswahl im Erscheinungsbild bietet den Hauptbildschirm oder alle Bildschirme an; eine zweite Auswahl heftet eine einzelne Notch an einen bestimmten Bildschirm.
fr: Un sélecteur Écrans dans Apparence propose l'écran principal ou tous les écrans ; un second sélecteur fixe une encoche unique sur un écran nommé.
id: Pemilih Layar di Tampilan menawarkan opsi layar utama atau semua layar; pemilih kedua menyematkan satu notch ke layar tertentu.
ja: 「外観」の「ディスプレイ」ピッカーで、メインディスプレイかすべてかを選べます。2 つ目のピッカーでは、1 つのノッチを指定した画面に固定できます。
ko: ‘모양’의 ‘디스플레이’에서 주 디스플레이 또는 모든 디스플레이를 선택할 수 있습니다. 두 번째 선택 메뉴에서는 화면 이름을 지정해 노치 하나를 고정할 수 있습니다.
pt_br: Um seletor de Telas em Aparência oferece a tela principal ou todas elas; um segundo seletor fixa um único notch em uma tela específica.
ru: Выбор дисплея в разделе «Внешний вид» предлагает основной дисплей или все дисплеи; второй выбор закрепляет панель на указанном экране.
uk: У розділі «Зовнішній вигляд» зʼявився вибір дисплеїв: головний або всі; другий список закріплює один виріз за конкретним екраном.
zh_hans: 外观里的「显示器」可选主显示器或全部；第二个选择器把单个刘海钉在指定屏幕上。
zh_hant: 外觀裡的「顯示器」可選主顯示器或全部；第二個選擇器把單個瀏海釘在指定螢幕上。

source: A ring says when it crosses 80% and 100%
de: Ein Ring meldet, wenn er 80 % und 100 % überschreitet
fr: Un anneau prévient quand il franchit 80 % et 100 %
id: Ring memberi tahu saat melampaui 80% dan 100%
ja: リングが 80% と 100% の到達を知らせます
ko: 링 사용량이 80%와 100%에 도달하면 알림
pt_br: Um anel avisa quando o uso ultrapassa 80% e 100%.
ru: Кольцо сообщает о достижении 80% и 100%
uk: Кільце повідомляє про 80% і 100%
zh_hans: 圆环越过 80% 和 100% 时会说明
zh_hant: 圓環越過 80% 和 100% 時會說明

source: A system notification once per crossing, muted per provider from its own settings row.
de: Eine Systembenachrichtigung pro Überschreitung, die sich pro Anbieter in dessen eigener Einstellungszeile stummschalten lässt.
fr: Une notification système une fois par franchissement, que l'on peut couper fournisseur par fournisseur depuis sa propre ligne de réglages.
id: Pemberitahuan sistem sekali setiap batas terlampaui, dapat dibisukan per penyedia dari baris pengaturannya masing-masing.
ja: 超えるたびにシステム通知を 1 回。サービスごとに、その設定行からミュートできます。
ko: 기준을 넘을 때마다 시스템 알림을 한 번 보냅니다. 각 제공자의 설정 항목에서 알림을 끌 수 있습니다.
pt_br: Uma notificação do sistema a cada ultrapassagem, silenciável por provedor na própria linha de ajustes dele.
ru: Системное уведомление при каждом пересечении порога; для каждого провайдера его можно отключить в строке настроек.
uk: Системне сповіщення раз на кожен перетин порогу; вимкнути його для окремого провайдера можна в його рядку налаштувань.
zh_hans: 每次越过发一条系统通知，可在该服务自己的设置行里静音。
zh_hant: 每次越過發一條系統通知，可在該服務自己的設定行裡靜音。

source: GitHub Copilot is a new ring
de: GitHub Copilot ist ein neuer Ring
fr: GitHub Copilot est un nouvel anneau
id: GitHub Copilot hadir sebagai ring baru
ja: GitHub Copilot が新しいリングに
ko: GitHub Copilot 링 추가
pt_br: O GitHub Copilot é um novo anel
ru: GitHub Copilot — новое кольцо
uk: GitHub Copilot — нове кільце
zh_hans: GitHub Copilot 成了新的圆环
zh_hant: GitHub Copilot 成了新的圓環

source: Reads GitHub's Copilot quota endpoint using the GitHub CLI session already on the Mac.
de: Liest den Copilot-Kontingent-Endpunkt von GitHub über die bereits auf dem Mac vorhandene GitHub-CLI-Sitzung.
fr: Lit le point de quota Copilot de GitHub en utilisant la session de la CLI GitHub déjà présente sur le Mac.
id: Membaca endpoint kuota Copilot GitHub menggunakan sesi GitHub CLI yang sudah ada di Mac.
ja: Mac にすでにある GitHub CLI のセッションを使って、GitHub の Copilot 割り当てエンドポイントを読み取ります。
ko: Mac에 이미 저장된 GitHub CLI 세션으로 GitHub의 Copilot 할당량 엔드포인트를 읽습니다.
pt_br: Lê o endpoint de cota do Copilot do GitHub usando a sessão da CLI do GitHub já existente no Mac.
ru: Читает квоту Copilot через API GitHub, используя уже существующую сессию GitHub CLI на Mac.
uk: Читає ендпоінт ліміту Copilot у GitHub через сесію GitHub CLI, яка вже є на Mac.
zh_hans: 用这台 Mac 上已有的 GitHub CLI 会话读取 Copilot 配额接口。
zh_hant: 用這台 Mac 上已有的 GitHub CLI 工作階段讀取 Copilot 配額端點。

source: Say when a session ends
de: Meldet, wenn eine Sitzung endet
fr: Signaler la fin d'une session
id: Beri tahu saat sesi berakhir
ja: セッションの終了を知らせる
ko: 세션 종료 알림
pt_br: Avise quando uma sessão terminar
ru: Сообщать о завершении сеанса
uk: Повідомляти про завершення сесії
zh_hans: 会话结束时会告诉你
zh_hant: 工作階段結束時會告訴你

source: The notch opens itself for a few seconds and sounds a chime when an agent stops working or starts waiting on you; a click jumps to it.
de: Die Notch öffnet sich von selbst für ein paar Sekunden und spielt einen Ton, wenn ein Agent aufhört zu arbeiten oder anfängt, auf dich zu warten; ein Klick springt dorthin.
fr: L'encoche s'ouvre quelques secondes et émet un son quand un agent cesse de travailler ou se met à vous attendre ; un clic vous y amène.
id: Notch akan terbuka selama beberapa detik dan membunyikan dentang saat agen berhenti bekerja atau mulai menunggu masukan Anda; klik untuk membukanya.
ja: エージェントが作業を止めるか、あなたを待ち始めると、ノッチが数秒だけ開いてチャイムを鳴らします。クリックするとそこへ移動します。
ko: 에이전트가 작업을 마치거나 응답을 기다리기 시작하면 노치가 몇 초간 열리고 알림음이 울립니다. 클릭하면 해당 세션으로 이동합니다.
pt_br: O notch se abre por alguns segundos e toca um sinal sonoro quando um agente para de trabalhar ou começa a aguardar você; um clique leva até ele.
ru: Панель открывается на несколько секунд и издаёт сигнал, когда агент завершает работу или начинает ждать вас; щелчок открывает сеанс.
uk: Виріз сам розкривається на кілька секунд і подає сигнал, коли агент завершує роботу або починає чекати на вас; клік відкриває цю сесію.
zh_hans: 助手停止工作或开始等你时，刘海会自己打开几秒并响一声；点击会跳过去。
zh_hant: 助手停止工作或開始等你時，瀏海會自己開啟幾秒並響一聲；點按會跳過去。

source: ⌥-drag the pill along its edge
de: Mit ⌥ die Pille am Rand entlangziehen
fr: ⌥-glissez la pastille le long de son bord
id: ⌥-tarik pil di sepanjang tepinya
ja: ⌥ ドラッグでピルを辺に沿って移動
ko: ⌥ 키를 누른 채 필을 가장자리를 따라 드래그
pt_br: Arraste a cápsula com ⌥ ao longo da borda dela
ru: Перетаскивайте панель вдоль края с ⌥
uk: Перетягуйте виріз уздовж краю, утримуючи ⌥
zh_hans: 按住 ⌥ 沿边缘拖动胶囊
zh_hant: 按住 ⌥ 沿邊緣拖動膠囊

source: Nudge it clear of another menu-bar app anchored to the same spot; remembered per edge.
de: Schiebe sie so, dass sie eine andere an derselben Stelle verankerte Menüleisten-App nicht überlappt; wird pro Rand gemerkt.
fr: Décalez-la pour dégager une autre app de la barre des menus ancrée au même endroit ; mémorisé pour chaque bord.
id: Geser posisinya agar tidak bertumpukan dengan aplikasi bilah menu lain di tempat yang sama; posisi diingat untuk setiap tepi.
ja: 同じ位置に固定された別のメニューバーアプリを避けてずらせます。位置は辺ごとに記憶されます。
ko: 같은 위치에 고정된 다른 메뉴 막대 앱을 피해 옮길 수 있습니다. 위치는 가장자리별로 기억합니다.
pt_br: Afaste-a de outro app da barra de menus fixado no mesmo ponto; lembrado por borda.
ru: Сдвиньте её, чтобы освободить место для другого приложения в строке меню; положение запоминается для каждого края.
uk: Зсуньте його, щоб не перекривати інший застосунок рядка меню, закріплений там само; позиція запамʼятовується для кожного краю.
zh_hans: 把它挪开，避开钉在同一位置的其他菜单栏应用；按边缘记住。
zh_hant: 把它挪開，避開釘在同一位置的其他選單列 App；按邊緣記住。

source: Choose an accent colour
de: Akzentfarbe wählen
fr: Choisissez une couleur d'accentuation
id: Pilih warna aksen
ja: アクセントカラーを選択
ko: 강조 색상 선택
pt_br: Escolha uma cor de destaque
ru: Выберите акцентный цвет
uk: Виберіть акцентний колір
zh_hans: 选择强调色
zh_hant: 選擇強調色

source: The device accent by default, or a fixed colour for the ring's positive state — the amber and red warning colours stay fixed regardless.
de: Standardmäßig die Geräte-Akzentfarbe, oder eine feste Farbe für den positiven Zustand des Rings — die Warnfarben Gelb und Rot bleiben in jedem Fall fest.
fr: L'accentuation de l'appareil par défaut, ou une couleur fixe pour l'état positif de l'anneau — les couleurs d'alerte ambre et rouge restent fixes quoi qu'il arrive.
id: Warna aksen perangkat secara default, atau warna tetap untuk status normal ring — warna peringatan kuning dan merah tetap konsisten.
ja: 既定ではデバイスのアクセントカラー。リングの正常時の色を固定することもできます。警告のアンバーと赤は、いずれの場合も固定のままです。
ko: 기본적으로 기기의 강조 색상을 사용하며, 링의 정상 상태에 고정 색상을 지정할 수도 있습니다. 주의와 위험을 나타내는 주황색과 빨간색은 그대로 유지됩니다.
pt_br: A cor de destaque do dispositivo por padrão, ou uma cor fixa para o estado positivo do anel — as cores de aviso âmbar e vermelha permanecem fixas de qualquer forma.
ru: По умолчанию используется акцент устройства или фиксированный цвет положительного состояния кольца; янтарный и красный цвета предупреждений не меняются.
uk: Типово — акцентний колір пристрою або фіксований колір позитивного стану кільця; бурштиновий і червоний кольори попередження в будь-якому разі лишаються незмінними.
zh_hans: 默认用设备强调色，也可以给圆环的正常状态固定一个颜色 — 琥珀和红色警告色始终不变。
zh_hant: 預設用設備強調色，也可以給圓環的正常狀態固定一個顏色 — 琥珀和紅色警告色始終不變。

source: A countdown instead of a reset date
de: Ein Countdown statt eines Rücksetzdatums
fr: Un décompte plutôt qu'une date de réinitialisation
id: Hitung mundur sebagai pengganti tanggal reset
ja: リセット日ではなくカウントダウン
ko: 재설정 날짜 대신 남은 시간 표시
pt_br: Uma contagem regressiva em vez de uma data de renovação
ru: Обратный отсчёт вместо даты сброса
uk: Зворотний відлік замість дати скидання
zh_hans: 用倒计时代替重置日期
zh_hant: 用倒計時代替重置日期

source: Appearance's Reset time picker can show "Resets in 3h 20m" instead of a date and time.
de: Die Rücksetzzeit-Auswahl im Erscheinungsbild kann statt Datum und Uhrzeit „Zurücksetzung in 3 Std. 20 Min.“ anzeigen.
fr: Le sélecteur Réinitialisation dans Apparence peut afficher « Réinit. dans 3h 20m » au lieu d'une date et d'une heure.
id: Pemilih Waktu reset di Tampilan dapat menampilkan "Reset dalam 3 jam 20 mnt" alih-alih tanggal dan waktu.
ja: 「外観」の「リセット時刻」ピッカーで、日時の代わりに「3 時間 20 分後にリセット」と表示できます。
ko: ‘모양’의 ‘재설정 시간’에서 날짜와 시간 대신 ‘3시간 20분 후 재설정’처럼 표시하도록 선택할 수 있습니다.
pt_br: O seletor Hora de renovação em Aparência pode exibir "Renova em 3h 20m" em vez de uma data e hora.
ru: В выборе времени сброса в разделе «Внешний вид» можно показывать «Сброс через 3 ч 20 мин» вместо даты и времени.
tr: Görünüm'deki Sıfırlanma zamanı seçicisi, tarih ve saat yerine “3 sa 20 dk içinde sıfırlanır” gösterebilir.
uk: Параметр «Час скидання» в розділі «Зовнішній вигляд» може показувати «Скидання через 3 год 20 хв» замість дати й часу.
zh_hans: 外观里的「重置时间」可以显示「3 小时 20 分钟后重置」，而不是日期和时间。
zh_hant: 外觀裡的「重置時間」可以顯示「3 小時 20 分鐘後重置」，而不是日期和時間。

source: Read Cursor from cursor-agent, and enterprise plans correctly
de: Cursor über cursor-agent lesen, Enterprise-Tarife jetzt korrekt
fr: Lecture de Cursor depuis cursor-agent, et plans entreprise corrects
id: Membaca Cursor dari cursor-agent, dan paket enterprise dengan benar
ja: Cursor を cursor-agent から読み取り、エンタープライズプランも正しく
ko: cursor-agent에서 Cursor 조회 및 기업용 요금제 지원 개선
pt_br: Ler o Cursor a partir do cursor-agent, e os planos corporativos corretamente
ru: Корректное чтение Cursor через cursor-agent и корпоративных тарифов
uk: Читання Cursor через cursor-agent і коректні корпоративні тарифи
zh_hans: 可以从 cursor-agent 读取 Cursor，企业套餐也能读对
zh_hant: 可以從 cursor-agent 讀取 Cursor，企業方案也能讀對
